[
    {
        "id": "ade9a694-b7ec-4af9-a536-389c57c865b2",
        "title": "Nausicaä do Vale do Vento",
        "original_title": "風の谷のナウシカ",
        "original_title_romanised": "Kaze no Tani no Naushika",
        "description": "Após os Sete Dias de Fogo, uma guerra que destruiu a civilização humana e a maior parte do ecossistema da Terra, surge uma floresta que exala gases venenosos. Apenas insetos e um ser conhecido como Ohmu vivem por lá. Nausicaä, filha do rei do Vale do Vento, tem o estranho poder de conseguir sentir o que a floresta sente e se vê obrigada a sair em uma jornada para tentar evitar outra guerra devastadora.",
        "director": "Hayao Miyazaki",
        "producer": "Isao Takahata",
        "release_date": "1984-03-11",
        "running_time": 117
    },
    {
        "id": "2baf70d1-42bb-4437-b551-e5fed5a87abe",
        "title": "O Castelo no Céu",
        "original_title": "天空の城ラピュタ",
        "original_title_romanised": "Tenkū no shiro Rapyuta",
        "description": "Sheeta cai misteriosamente do céu nos braços de Pazu, um garoto que vive e trabalha em uma pequena cidade nas montanhas. Este encontro leva ambos a uma série de aventuras causadas pela perseguição de piratas do ar e do exército a Sheeta, que resulta numa busca pela verdadeira identidade dela e por Laputa, um misterioso castelo no céu.",
        "director": "Hayao Miyazaki",
        "producer": "Isao Takahata",
        "release_date": "1986-08-02",
        "running_time": 124
    },
    {
        "id": "58611129-2dbc-4a81-a72f-77ddfc1b1b49",
        "title": "Meu Amigo Totoro",
        "original_title": "となりのトトロ",
        "original_title_romanised": "Tonari no Totoro",
        "description": "Duas meninas se mudam com o pai para o interior do Japão, com o objetivo de ficar perto da mãe, que está internada em um hospital. Lá, elas viverão muitas aventuras ao lado de um simpático espírito protetor da floresta chamado Totoro, que vive em uma canforeira gigante.",
        "director": "Hayao Miyazaki",
        "producer": "Hayao Miyazaki",
        "release_date": "1988-04-16",
        "running_time": 86
    },
    {
        "id": "12cfb892-aac0-4c5b-94af-521852e46d6a",
        "title": "Túmulo dos Vagalumes",
        "original_title": "火垂るの墓",
        "original_title_romanised": "Hotaru no haka",
        "description": "Os irmãos Setsuko e Seita vivem no Japão em meio a Segunda Guerra. Após a morte da mãe num bombardeio americano e a convocação do pai para a Guerra, eles vão morar com alguns parentes. Insatisfeitos, saem da cidade e acabam num abrigo isolado na floresta, onde lutam contra a fome e as doenças e se divertem com as luzes dos vagalumes.",
        "director": "Isao Takahata",
        "producer": "Toru Hara",
        "release_date": "1988-04-16",
        "running_time": 89
    },
    {
        "id": "ea660b10-85c4-4ae3-8a5f-41cea3648e3e",
        "title": "O Serviço de Entregas da Kiki",
        "original_title": "魔女の宅急便",
        "original_title_romanised": "Majo no takkyūbin",
        "description": "Ao completar 13 anos, seguindo a tradição de todas as bruxas, Kiki deve se mudar para uma cidade na qual não haja nenhuma bruxa e passar lá um ano morando sozinha em uma espécie de “estágio”. Após achar uma bela cidade à beira mar, Kiki e seu gatinho Jiji tentam se adaptar à nova vida.",
        "director": "Hayao Miyazaki",
        "producer": "Hayao Miyazaki",
        "release_date": "1989-07-29",
        "running_time": 103
    },
    {
        "id": "4e236f34-b981-41c3-8c65-f8c9000b94e7",
        "title": "Memórias de Ontem",
        "original_title": "おもひでぽろぽろ",
        "original_title_romanised": "Omoide poro poro",
        "description": "Taeko é uma mulher solteira de 27 anos que se dedica apenas ao trabalho. Ela sai de sua nativa Tóquio pela primeira vez e viaja a Yamagata para visitar a família da irmã durante a colheita anual de açafrão-bastardo. Ao longo da viagem, ela começa a questionar se sua vida estressante é o que desejava quando jovem.",
        "director": "Isao Takahata",
        "producer": "Toshio Suzuki",
        "release_date": "1991-07-20",
        "running_time": 118
    },
    {
        "id": "ebbb6b7c-945c-41ee-a792-de0e43191bd8",
        "title": "Porco Rosso",
        "original_title": "紅の豚",
        "original_title_romanised": "Kurenai no buta",
        "description": "Costa do Mar Adriático, início dos anos 30. Marco Porcellino, mais conhecido como Porco Rosso, é um aviador caçador de recompensas que luta contra piratas aéreos. Cansados de serem derrotados por Porco, os piratas se unem e contratam um piloto americano para duelar com ele.",
        "director": "Hayao Miyazaki",
        "producer": "Toshio Suzuki",
        "release_date": "1992-07-18",
        "running_time": 94
    },
    {
        "id": "ff24da26-a969-4f0e-ba1e-a122ead6c6e3",
        "title": "Eu Posso Ouvir o Oceano",
        "original_title": "耳をすませば",
        "original_title_romanised": "Mimi wo sumaseba",
        "description": "Após o divórcio dos pais de Rikako, uma estudante de Tóquio, é transferida para um colégio de Kochi, uma cidade litorânea remota da capital. Ela é inteligente, se dedica muito aos estudos e aos esportes. Mas não consegue se adaptar à vida social da escola. No mesmo colégio estão Taku Morisaki e Yutaka Matsuno, que sempre foram melhores amigos, no entanto, Rikako ficará entre os dois.",
        "director": "Yoshifumi Kondō",
        "producer": "Toshio Suzuki",
        "release_date": "1993-05-05",
        "running_time": 72
    },
    {
        "id": "1b67aa9a-2e4a-45af-ac98-64d6ad15b16c",
        "title": "Pom Poko: A Grande Batalha dos Guaxinins",
        "original_title": "平成狸合戦ぽんぽこ",
        "original_title_romanised": "Heisei tanuki gassen Ponpoko",
        "description": "As the human city development encroaches on the raccoon population's forest and meadow habitat, the raccoons find themselves faced with the very real possibility of extinction. In response, the raccoons engage in a desperate struggle to stop the construction and preserve their home.",
        "director": "Isao Takahata",
        "producer": "Toshio Suzuki",
        "release_date": "1994-07-16",
        "running_time": 119
    },
    {
        "id": "0440483e-ca0e-4120-8c50-4c8cd9b965d6",
        "title": "Princesa Mononoke",
        "original_title": "もののけ姫",
        "original_title_romanised": "Mononoke hime",
        "description": "Após enfrentar um deus javali enfurecido, o príncipe Ashitaka é amaldiçoado com um mal que pode matá-lo. Para encontrar a cura, ele decide viajar para longe e acaba se envolvendo numa batalha entre os deuses animais da floresta e os moradores de uma vila de mineiros, que aos poucos estão destruindo a floresta.",
        "director": "Hayao Miyazaki",
        "producer": "Toshio Suzuki",
        "release_date": "1997-07-12",
        "running_time": 134
    },
    {
        "id": "45204234-adfd-45cb-a505-a8e7a676b114",
        "title": "Meus Vizinhos os Yamadas",
        "original_title": "ホーホケキョ となりの山田くん",
        "original_title_romanised": "Hōhokekyo tonari no Yamada-kun",
        "description": "O filme mostra o dia-a-dia da família Yamada, que é composta por Takashi (o pai, um trabalhador comum), Matsuko (a mãe, dona de casa), Shige (a sogra), Noboru (o filho adolescente), Nonoko (a filha criança) e Pochi (o cachorro da família). A história é dividida em quadros curtos, cada um focando algum ponto interessante do cotidiano da família, mais ou menos como se vê nas tirinhas de jornal. Trata de problemas que vemos em nossos próprios lares, como a exigência dos pais para que o filho adolescente estude mais, a mãe que não quer ser tratada como uma empregada, o pai que chega cansado demais do trabalho e tem que acordar cedo para uma reunião de negócios, o adolescente passando por crises existenciais, os pensamentos inocentes da criança.",
        "director": "Isao Takahata",
        "producer": "Toshio Suzuki",
        "release_date": "1999-08-17",
        "running_time": 104
    },
    {
        "id": "dc2e6bd1-8156-4886-adff-b39e6043af0c",
        "title": "A Viagem de Chihiro",
        "original_title": "千と千尋の神隠し",
        "original_title_romanised": "Sen to Chihiro no kamikakushi",
        "description": "Chihiro é uma garota de 10 anos que descobre um mundo secreto de espíritos estranhos, criaturas e feitiçaria. Quando seus pais são misteriosamente transformados, ela deve recorrer à coragem que nunca soube que tinha para se libertar e devolver sua família ao mundo exterior.",
        "director": "Hayao Miyazaki",
        "producer": "Toshio Suzuki",
        "release_date": "2001-07-20",
        "running_time": 125
    },
    {
        "id": "90b72513-afd4-4570-84de-a56c312fdf81",
        "title": "O Reino dos Gatos",
        "original_title": "猫の恩返し",
        "original_title_romanised": "Neko no ongaeshi",
        "description": "Essa é a história de Haru, uma garota muito preguiçosa que todos os dias chega atrasada na escola. Um belo dia, voltando para casa, salva um misterioso gato de ser atropelado. Na mesma noite, a menina recebe a visita do Rei dos Gatos que a convida para conhecer o seu reino, um lugar mágico, diferente de tudo, onde os bichos falam e se comportam como gente. Haru não sabe, mas ela será obrigada a se casar com o Príncipe Lune. E mais: ela vai se transformar em uma gatinha muito simpática.",
        "director": "Hiroyuki Morita",
        "producer": "Toshio Suzuki",
        "release_date": "2002-07-20",
        "running_time": 75
    },
    {
        "id": "cd3d059c-09f4-4ff3-8d63-bc765a5184fa",
        "title": "O Castelo Animado",
        "original_title": "ハウルの動く城",
        "original_title_romanised": "Hauru no ugoku shiro",
        "description": "Uma bruxa lança uma terrível maldição sobre a jovem Sophie, transformando-a numa velha de 90 anos. Desesperada, ela embarca numa odisseia na qual acaba parando no castelo animado, onde reside um misterioso feiticeiro chamado Howl que poderá ajudá-la a reverter o feitiço.",
        "director": "Hayao Miyazaki",
        "producer": "Toshio Suzuki",
        "release_date": "2004-11-20",
        "running_time": 119
    },
    {
        "id": "112c1e67-726f-40b1-ac17-6974127bb9b9",
        "title": "Contos de Terramar",
        "original_title": "ゲド戦記",
        "original_title_romanised": "Gedo senki",
        "description": "Algo estranho caminha sobre a terra. O reino está se deteriorando. Pessoas estão começando a agir diferente e a ver dragões, que não deveriam entrar no mundo dos humanos. Diante desses estranhos eventos, Ged, um poderoso arquimago, está investigando a causa. Durante sua jornada, ele conhece o Príncipe Arren, um adolescente perturbado. Enquanto Arren parece apenas um garoto tímido, ele tem um grave lado negro, que lhe concede força, um ódio implacável e que não tem misericórdia, principalmente quando se trata de proteger Theru, uma garota órfã. Para os oportunistas essa é uma ocasião perfeita, e a bruxa Cob decide usar Theru como isca contra Arren, e somente Ged poderá ajudá-lo a superar seus medos e salvar Theru.",
        "director": "Gorō Miyazaki",
        "producer": "Toshio Suzuki",
        "release_date": "2006-07-29",
        "running_time": 116
    },
    {
        "id": "758bf02e-3122-46e0-884e-67cf83df1786",
        "title": "Ponyo: Uma Amizade que Veio do Mar",
        "original_title": "崖の上のポニョ",
        "original_title_romanised": "Gake no ue no Ponyo",
        "description": "Certa manhã, quando brinca na praia, o pequeno Sosuke encontra um peixe vermelho preso num frasco de doce. Sosuke liberta o peixinho do frasco, a quem dá o nome de Ponyo, e promete protegê-lo para sempre. Mas o pai de Ponyo, um feiticeiro que vive no fundo do mar, força o pequeno peixe a regressar às profundezas. Decidida a tornar-se humana, Ponyo foge para reencontrar Sosuke e espalha acidentalmente uma poção mágica pelo oceano, transformando as suas irmãs em ondas gigantes que ameaçam inundar a aldeia de Sosuke. O amor e a responsabilidade, o oceano e a vida, num mundo fantástico onde a magia também faz parte das coisas naturais do dia-a-dia.",
        "director": "Hayao Miyazaki",
        "producer": "Toshio Suzuki",
        "release_date": "2008-07-19",
        "running_time": 100
    },
    {
        "id": "2de9426b-914a-4a06-a3a0-5e6d9d3886f6",
        "title": "O Mundo dos Pequeninos",
        "original_title": "借りぐらしのアリエッティ",
        "original_title_romanised": "Karigurashi no Arietti",
        "description": "Nos subúrbios de Tóquio, sob o assoalho de uma casa velha, Arrietty vive em seu minúsculo mundo com a família, fazendo de tudo para manter em segredo a existência de todos. Sobrevivendo como pequenos ladrões, eles conhecem as regras para que nunca sejam percebidos pelos verdadeiros – e grandes – donos da casa. Para isso, procuram manter a desconfiança deles em cima dos gatos e ratos e tomam todos os cuidados possíveis para evitar de serem vistos. Contudo, quando um jovem rapaz se hospeda na casa, a pequenina Arrietty acredita que poderá manter uma amizade com ele, apesar da diferença de tamanhos.",
        "director": "Hiromasa Yonebayashi",
        "producer": "Toshio Suzuki",
        "release_date": "2010-07-17",
        "running_time": 94
    },
    {
        "id": "45db04e4-304a-4933-9823-33f389e8d74d",
        "title": "Da Colina Kokuriko",
        "original_title": "コクリコ坂から",
        "original_title_romanised": "Kokuriko zaka kara",
        "description": "Yokohama, 1963. O Japão está se recuperando da devastação da Segunda Guerra Mundial e se preparando para sediar as Olimpíadas. Neste cenário de esperança e mudança, uma amizade começa a florescer entre os estudantes do ensino médio Umi e Shun. Mas um segredo oculto do passado surge para lançar uma sombra sobre o futuro e separá-los.",
        "director": "Gorō Miyazaki",
        "producer": "Toshio Suzuki",
        "release_date": "2011-07-16",
        "running_time": 91
    },
    {
        "id": "67405111-37a5-438f-81cc-4666af60c800",
        "title": "Vidas ao Vento",
        "original_title": "風立ちぬ",
        "original_title_romanised": "Kaze tachinu",
        "description": "A animação conta a vida do designer de aviões Jiro Horikoshi e os principais acontecimentos históricos que afetaram sua trajetória. O jovem Jiro sonha em voar e desenhar lindos aviões, inspirado pelo designer aeronáutico italiano Caproni. Não podendo tornar-se piloto por ter miopia desde a infância, Jiro entra na divisão de aviões de uma grande empresa de engenharia japonesa em 1927. Ele conhece e se apaixona por Naoko, desfruta de sua amizade com o colega Honjo e traz grandes inovações para o mundo da aviação.",
        "director": "Hayao Miyazaki",
        "producer": "Toshio Suzuki",
        "release_date": "2013-07-20",
        "running_time": 126
    },
    {
        "id": "578ae244-7750-4d9f-867b-f3cd3d6fecf4",
        "title": "O Conto da Princesa Kaguya",
        "original_title": "かぐや姫の物語",
        "original_title_romanised": "Kaguya-Hime no Monogatari",
        "description": "Esta animação é baseada no popular conto japonês “O Conto do Cortador de Bambu”. Kaguya era um minúsculo bebê quando foi encontrada dentro de um tronco de bambu brilhante. Passado o tempo, ela se transforma em uma bela jovem que passa a ser cobiçada por 5 nobres, dentre eles, o próprio Imperador. Mas nenhum deles é o que ela realmente quer. A moça envia seus pretendentes em tarefas aparentemente impossíveis para tentar evitar o casamento com um estranho que não ama. Mas Kaguya terá que enfrentar seu destino e punição por suas escolhas.",
        "director": "Isao Takahata",
        "producer": "Yoshiaki Nishimura",
        "release_date": "2013-11-23",
        "running_time": 137
    },
    {
        "id": "5fdfb320-2a02-49a7-94ff-5ca418cae602",
        "title": "As Memórias de Marnie",
        "original_title": "思い出のマーニー",
        "original_title_romanised": "Omoide no Marnie",
        "description": "Anna é uma menina tímida e doce de 12 anos que só consegue se expressar através dos seus desenhos. Por conta de seus ataques de asma, ela é enviada para passar um tempo com os tios que moram no campo, para poder respirar ar puro. Durante seus passeios pela cidade, ela conhece uma menina loira de cabelos longos chamada Marnie, com quem faz uma amizade instantaneamente. As duas tornam-se melhores amigas e passam a dividir segredos e passatempos. Mas Anna vai descobrindo aos poucos que Marnie não é bem quem ela aparenta ser e ela começa a investigar o mistério que cerca a nova amiga.",
        "director": "Hiromasa Yonebayashi",
        "producer": "Yoshiaki Nishimura",
        "release_date": "2014-07-19",
        "running_time": 103
    },
    {
        "id": "45b18305-adb5-4a1b-b869-66085d734a75",
        "title": "Aya e a Bruxa",
        "original_title": "アーヤと魔女",
        "original_title_romanised": "Aya to Majo",
        "description": "O filme trata de Aya, uma jovem que vive num orfanato e gosta da sua vida, mas quando é adotada por uma bruxa e levada para uma casa assombrada, as coisas mudam. No entanto, a jovem não se deixará assustar e fará o melhor que puder para controlar a situação.",
        "director": "Goro Miyazaki",
        "producer": "Toshio Suzuki",
        "release_date": "2020-12-30",
        "running_time": 82
    }
]