[
  {
    "id": "5d0bb50f771b219e2a2aa020",
    "topic": "Movies/TV",
    "title": "Barbie: Life in the Dreamhouse",
    "content": "Barbie: Life in the Dreamhouse is an online web series of computer-animated shorts produced by Arc Productions, and Mattel. The series debuted on May 11, 2012 and is available on Barbie.com, Netflix and YouTube. Two TV specials aired on Nickelodeon on September 1, 2013. The series ended on November 27, 2015."
  },
  {
    "id": "5d0bb50f771b219e2a2aa023",
    "topic": "Movies/TV",
    "title": "Barbie Video Game Hero",
    "content": "Get ready to power up! When Barbie magically gets pulled into her favorite video game, she is excited to see she's transformed into a fun roller-skating character. In the game, she meets Cutie, the lovable cloud-shaped friend, and Bella, the roller-skating princess. Together, they soon discover a mischievous emoji is trying to take control of the game. As they travel from level to level, Barbie must rely on her amazing gaming skills and out-of-the box thinking to save her team and beat the game!"
  },
  {
    "id": "5d0bb50f771b219e2a2aa026",
    "topic": "Movies/TV",
    "title": "Barbie: Dolphin Magic",
    "content": "In this fun, underwater adventure, Barbie and her sisters visit Ken at his summer internship where he works at a coral reef researching dolphins. While diving and exploring the reef, the sisters discover rare, rainbow-colored dolphins who only visit once a year. This amazing find encourages them to learn more about preserving the coral and all the sea life that lives there. That's when they meet Isla, a mysterious new friend who's also on a mission to save the coral. What seems like a simple task turns out to be quite the adventure when it's revealed Isla is really a mermaid. But there's no time to celebrate having a mermaid for a friend, because Isla needs the help of Barbie and her sisters, and the gemstone dolphins to save the day."
  },
  {
    "id": "5d0bb50f771b219e2a2aa029",
    "topic": "Movies/TV",
    "title": "Barbie: Starlight Adventure",
    "content": "Barbie is a cosmic princess who flies high on her hoverboard through a far-off universe with her adorable and devoted pet sidekick, Pupcorn. One day, everything changes when the twinkling stars start to dim and slow their dance in the sky. Barbie travels to a beautiful new planet to join a special rescue team on a mission to save the stars. Once there, she teams up with a group of talented new friends who work together to save the galaxy through exciting hoverboarding adventures. Barbie soon discovers that if she listens to her heart, and with the help of her friends, she might be the leader the whole universe has been waiting for!"
  },
  {
    "id": "5d0bb50f771b219e2a2aa02c",
    "topic": "Movies/TV",
    "title": "Barbie in Rock'n Royals",
    "content": "Two worlds collide, when the modern aristocrat, Princess Courtney, and the famous rock star, Erika Juno, accidentally switch places with each other. Now, by an unintentional mix-up, the beautiful noblewoman arrives in Camp Pop, while the talented singer finds herself all alone in Camp Royalty. Little by little, as both rival camps attempt to remedy this awkward situation, the girls try their best to adjust, making unforeseen and exciting new friendships. Will the Princess and the Rock Star embrace their differences to shine at this summer's grand singing competition?"
  },
  {
    "id": "5d0bb50f771b219e2a2aa02f",
    "topic": "Movies/TV",
    "title": "Barbie (2020)",
    "content": "A doll living in 'Barbieland' is expelled for not being perfect enough and sets off on an adventure in the real world. A Live-action feature film based on the popular line of Barbie toys."
  }
]

